bots_functions = '''Вот, что я могу:\n
1) Могу поприветствовать тебя🤣: /start\n
2) Могу вывести список того, что я умею 😂... А я вижу ты и так уже догадался до команды /help\n
3) Могу немного с тобой поговорить: /dialoge\n
4) Могу сыграть с тобой в викторину🧐: /quest\n
5) Могу бросить за тебя 20-ти гранный кубик🎲: /random_cube (/cube_battle)\n
6) Могу поставить таймер⏱: /set_timer (/unset_timer)\n
7) Могу составить твой список дел: /my_list (Добавить: /fill_list <задача>, Удалить: /del_list <позиция>)\n
8) Могу показать тебя сегодня: /me_today\n
9) Ты можешь предложить свою функцию: /create_func\n
10) Могу вывести координаты места: /map\n
11) Могу вывести сегодняшнюю дату: /date_now\n
12) Могу вывести сколько сейчас времени:/time_now\n
13) О моих друзьях и т.п.: /others_about\n
Пока это всё, но я могу ещё сказать о том, какие функции находятся в разработке: /plans_for_the_future
'''

bots_future_functions = '''Планируется:\n
1. Вывод места на карте\n
2. Помощь с поиском чего-либо в интернете\n
3. Управление музыкой\n
4. Умение шутить и загадывать загадки\n
5. Помощь в вводе моих функций\n

Это тоже пока всё
Вернуться назад: /help
'''
