around_world_easy = {'1.': 'По древней русской традиции гостей встречают', 
                     'variants1': '1) С ружьем и пушкой\n'
                                  '2) С хлебом и солью\n'
                                  '3) С огурцом и помидором\n'
                                  '4) С кнутом и пряником\n',

                     'ans1': '2) С хлебом и солью',

                     '2.': 'Традиционная одежда в Мексике это…',
                     'variants2': '1) Кимоно\n'
                                  '2) Халат\n'
                                  '3) Сари\n'
                                  '4) Пончо\n',

                     'ans2': '4) Пончо',

                     '3.': 'Эйфелева башня – символ Франции – названа в честь',
                     'variants3': '1) Архитектора\n'
                                  '2) Самой высокой горы\n'
                                  '3) Французского короля\n'
                                  '4) Сказочного эльфа\n',
                     'ans3': '1) Архитектора',

                     '4.': 'Что изображено на американском флаге',
                     'variants4': '1) Полосы и звезды\n'
                                  '2) Статуя Свободы\n'
                                  '3) Президент Клинтон\n'
                                  '4) Небоскребы\n',
                     'ans4': '1) Полосы и звезды',

                     '5.': 'На чем бедуины могут печь лепешки?',
                     'variants5': '1) У себя на голове\n'
                                  '2) На верхушках пальм\n'
                                  '3) На раскаленных камнях\n'
                                  '4) На шкурах верблюдов\n',
                     'ans5': '3) На раскаленных камнях',

                     '6.': 'Юбка в национальном костюме шотландцев называется…',
                     'variants6': '1) Килт\n'
                                  '2) Сарафан\n'
                                  '3) Шорты\n'
                                  '4) Шотландка\n',
                     'ans6': '1) Килт',

                     '7.': 'Как называется послеобеденный отдых в Испании',
                     'variants7': '1) Полдник\n'
                                  '2) Фиеста\n'
                                  '3) Сиеста\n'
                                  '4) Полудрема\n',
                     'ans7': '3) Сиеста',

                     '8.': 'Один из самых красочных ежегодных праздников в Китае – это фестиваль…',
                     'variants8': '1) Рисовых шариков\n'
                                  '2) Мыльных пузырей\n'
                                  '3) Карманных фонариков\n'
                                  '4) Воздушных змеев\n',
                     'ans8': '4) Воздушных змеев',

                     '9.': 'Ударный музыкальный инструмент в руках испанской танцовщицы – это…',
                     'variants9': '1) Ракушки\n'
                                  '2) Кастаньеты\n'
                                  '3) Браслеты\n'
                                  '4) Цимбалы\n',
                     'ans9': '2) Кастаньеты',

                     '10.': 'Флаг какой страны изображен на рисунке 🇧🇾',
                     'variants10': '1) Россия\n'
                                   '2) Украина\n'
                                   '3) Белоруссия\n'
                                   '4) Киргизии\n',
                     'ans10': '3) Белоруссия'

                     }

around_world_middle = {'1.': 'Как звали Колумба?',
                       'variants1': '1) Америго\n'
                                    '2) Христофор\n'
                                    '3) Хуан\n'
                                    '4) Дуремар\n',

                       'ans1': '2) Христофор',

                       '2.': 'Кто из этих мультипликационных героев совершил кругосветное путешествие?',
                       'variants2': '1) Врунгель\n'
                                    '2) Бонифаций\n'
                                    '3) Мюнхгаузен\n'
                                    '4) Незнайка\n',

                       'ans2': '1) Врунгель',

                       '3.': 'Кто путешествовал по Лилипутии?',
                       'variants3': '1) Васко да Гама\n'
                                    '2) Лемюэль Гулливер\n'
                                    '3) Френсис Дрейк\n'
                                    '4) Никитин\n',
                       'ans3': '2) Лемюэль Гулливер',

                       '4.': 'Под флагом какого государства шли корабли Колумба, открывшего Америку?',
                       'variants4': '1) Франции\n'
                                    '2) Германии\n'
                                    '3) Англии\n'
                                    '4) Испании\n',
                       'ans4': '4) Испании',

                       '5.': 'Какую реально существующую страну посетил Лемюэль Гулливер во время своего путешествия',
                       'variants5': '1) Филиппины\n'
                                    '2) Япония\n'
                                    '3) Китай\n'
                                    '4) Самоа\n',
                       'ans5': '2) Япония',

                       '6.': 'Кого Марко Поло в своём путешествии принял за легендарное мифическое животное?',
                       'variants6': '1) Слона\n'
                                    '2) Бегемота\n'
                                    '3) Жирафа\n'
                                    '4) Носорога\n',
                       'ans6': '4) Носорога',

                       '7.': 'Кто возглавлял экспедицию, совершившую первое кругосветное плавание?',
                       'variants7': '1) Фернан Магелан\n'
                                    '2) Френсис Дрейк\n'
                                    '3) Васко да Гама\n'
                                    '4) Христофор Колумб\n',
                       'ans7': '1) Фернан Магелан',

                       '8.': 'В честь какого мореплавателя названы оба Американских континента?',
                       'variants8': '1) Колумб\n'
                                    '2) Магелан\n'
                                    '3) Веспуччи\n'
                                    '4) Васко да Гама\n',
                       'ans8': '3) Веспуччи',

                       '9.': 'Куда отправился А. Н. Радищев из Петербурга в свое знаменитое путешествие?',
                       'variants9': '1) Баден-Баден\n'
                                    '2) Москва\n'
                                    '3) Женева\n'
                                    '4) Сибирь\n',
                       'ans9': '2) Кастаньеты',

                       '10.': 'Какой из 4 вариантов флаг России',
                       'variants10': '1) 🇳🇱\n'
                                     '2) 🇸🇮\n'
                                     '3) 🇱🇺\n'
                                     '4) 🇷🇺\n',
                       'ans10': '4) 🇷🇺'

                       }

inventions_easy = {'1.': 'Застежка на одежде с зубчиками, которые скрепляются между собой, называется',
                   'variants1': '1) Гроза\n'
                                '2) Молния\n'
                                '3) Прорамка\n'
                                '4) Пуговица\n',

                   'ans1': '2) Молния',

                   '2.': 'Какое изобретение имеет шляпку',
                   'variants2': '1) Гвоздь\n'
                                '2) Гайка\n'
                                '3) Отвертка\n'
                                '4) Ножницы\n',

                   'ans2': '1) Гвоздь',

                   '3.': 'Что не является изобретением',
                   'variants3': '1) Шоколад\n'
                                '2) Бензин\n'
                                '3) Вода\n'
                                '4) Лимонад\n',
                   'ans3': '3) Вода',

                   '4.': 'Простейшее изобретение для подсчетов - это',
                   'variants4': '1) Калькулятор\n'
                                '2) Счеты\n'
                                '3) Телефон\n'
                                '4) Компьютер\n',
                   'ans4': '2) Счеты',

                   '5.': 'Никогда не ест, а других кормит?',
                   'variants5': '1) Мама \n'
                                '2) Повар\n'
                                '3) Ложка\n'
                                '4) Корова\n',
                   'ans5': '3) Ложка',

                   '6.': 'У компьютера есть',
                   'variants6': '1) Собачка\n'
                                '2) Птичка\n'
                                '3) Кошка\n'
                                '4) Мышка\n',
                   'ans6': '4) Мышка',

                   '7.': 'Каких часов не бывает',
                   'variants7': '1) Молочных\n'
                                '2) Электронных\n'
                                '3) Песочных\n'
                                '4) Механических\n',
                   'ans7': '1) Молочных',

                   '8.': 'Что изображено на картинке 🏺',
                   'variants8': '1) Кипятильник\n'
                                '2) Самовар\n'
                                '3) Чайник \n'
                                '4) Грелка\n',
                   'ans8': '2) Самовар',

                   '9.': 'Компьютерный экран называется',
                   'variants9': '1) Табло\n'
                                '2) Зеркало\n'
                                '3) Монитор\n'
                                '4) Циферблат\n',
                   'ans9': '3) Монитор',

                   '10.': 'Что изображено на картинке 📷',
                   'variants10': '1) Кинокамера\n'
                                 '2) Старый телевизор\n'
                                 '3) Фотоаппарат\n'
                                 '4) Микроскоп\n',
                   'ans10': '3) Фотоаппарат'
                   }

inventions_middle = {'1.': 'Какое изобретение впервые позволило людям взлететь в воздух',
                     'variants1': '1) Воздушный шар\n'
                                  '2) Ракета\n'
                                  '3) Аэроплан\n'
                                  '4) Динамит\n',

                     'ans1': '1) Воздушный шар',

                     '2.': 'Кто первым изобрел радио',
                     'variants2': '1) Маркони\n'
                                  '2) Попов\n'
                                  '3) Эйнштейн\n'
                                  '4) Роберт Уотсон-Уотт\n',

                     'ans2': '2) Попов',

                     '3.': 'Какое из этих изобретений появилось позже остальных',
                     'variants3': '1) Пароход\n'
                                  '2) Паровоз\n'
                                  '3) Автомобиль\n'
                                  '4) Самолет\n',
                     'ans3': '4) Самолет',

                     '4.': 'Кто первым изобрел бумагу',
                     'variants4': '1) Обезьяны\n'
                                  '2) Пчелы\n'
                                  '3) Осы\n'
                                  '4) Птицы\n',
                     'ans4': '3) Осы',

                     '5.': 'В какой стране в 2015 году утвердили план замены сотрудников на андроидов по названием «Революция роботов»',
                     'variants5': '1) Япония\n'
                                  '2) Китай\n'
                                  '3) Россия\n'
                                  '4) США\n',
                     'ans5': '1) Япония',

                     '6.': 'Как предполагали использовать пузырчатую пленку ее изобретатели',
                     'variants6': '1) Оклеивать стены\n'
                                  '2) Укрывать грядки\n'
                                  '3) Для перевозки хрупких вещей\n'
                                  '4) Бороться с волнами\n',
                     'ans6': '1) Оклеивать стены',

                     '7.': 'Каким летательным аппаратом пытались управлять с помощью весел, парусов и птиц',
                     'variants7': '1) Дельтаплан\n'
                                  '2) Планер\n'
                                  '3) Параплан\n'
                                  '4) Дирижабль\n',
                     'ans7': '4) Дирижабль',

                     '8.': 'Какой способ обработки продуктов для уничтожения бактерий и микроорганизмов получил название по имени изобретателя',
                     'variants8': '1) Пастеризация\n'
                                  '2) Консервация\n'
                                  '3) Стерилизация \n'
                                  '4) Дезинфекция\n',
                     'ans8': '1) Пастеризация',

                     '9.': 'Как называется специальный сосуд придуманный Пифагором',
                     'variants9': '1) Кружка жадности\n'
                                  '2) Рюмка лени\n'
                                  '3) Бокал зависти\n'
                                  '4) Стакан гордости\n',
                     'ans9': '1) Кружка жадности',

                     '10.': 'Кем был Роберт Броун, который открыл беспорядочное движение частицы',
                     'variants10': '1) Химиком\n'
                                   '2) Физиком\n'
                                   '3) Математиком\n'
                                   '4) Ботаником\n',
                     'ans10': '4) Ботаником'
                     }

games_and_entertainment_easy = {'1.': 'Популярная во многих странах мира детская игра на руках называется',
                                'variants1': '1) Камень, ножницы и вата\n'
                                             '2) Камень, ножик и бумага\n'
                                             '3) Кости, ножницы и вата\n'
                                             '4) Камень, ножницы, бумага\n',

                                'ans1': '4) Камень, ножницы, бумага',

                                '2.': 'В какой игре не нужна ракетка',
                                'variants2': '1) Бадминтон\n'
                                             '2) Гольф\n'
                                             '3) Теннис\n'
                                             '4) Пинг-понг\n',

                                'ans2': '2) Гольф',

                                '3.': 'Как по-другому называют юлу',
                                'variants3': '1) Волчок\n'
                                             '2) Зайчик\n'
                                             '3) Слоник\n'
                                             '4) Кабанчик\n',
                                'ans3': '1) Волчок',

                                '4.': 'Какая из этих игр не является спортивной',
                                'variants4': '1) Теннис\n'
                                             '2) Водное поло\n'
                                             '3) Морской бой\n'
                                             '4) Волейбол\n',
                                'ans4': '3) Морской бой',

                                '5.': 'Одна из зимних забав',
                                'variants5': '1) Собирание грибов в лесу\n'
                                             '2) Катание с горы на санках\n'
                                             '3) Постройка замка из песка\n'
                                             '4) Катание на водных лыжах\n',
                                'ans5': '2) Катание с горы на санках',

                                '6.': 'Игра, в которой участники выполняют шуточное задание',
                                'variants6': '1) Фанты\n'
                                             '2) Франты\n'
                                             '3) Факты\n'
                                             '4) Фанаты\n',
                                'ans6': '1) Фанты',

                                '7.': 'Какой мяч изображен на картинке ⚽️',
                                'variants7': '1) Теннисный\n'
                                             '2) Для регби\n'
                                             '3) Гандбольный\n'
                                             '4) Баскетбольный\n',
                                'ans7': '3) Гандбольный',

                                '8.': 'Ровная ледяная поверхность для катания на коньках',
                                'variants8': '1) Стадион\n'
                                             '2) Трамплин\n'
                                             '3) Бассейн\n'
                                             '4) Каток\n',
                                'ans8': '4) Каток',

                                '9.': 'В старину на Руси актеров, выступающих на ярмарках, называли…',
                                'variants9': '1) Баклуши\n'
                                             '2) Скоморохи\n'
                                             '3) Балалайки\n'
                                             '4) Аршины\n',
                                'ans9': '2) Скоморохи',

                                '10.': 'На день рождения именинник...',
                                'variants10': '1) Получает подарки\n'
                                              '2) Дарит подарки\n'
                                              '3) Упаковывает подарки\n'
                                              '4) Прячет подарки\n',
                                'ans10': '1) Получает подарки'
                                }

games_and_entertainment_middle = {'1.': 'В какой из игр не используется мяч',
                                  'variants1': '1) Городки\n'
                                               '2) Съедобное-несъедобное\n'
                                               '3) Вышибалы\n'
                                               '4) Горячая картошка\n',

                                  'ans1': '1) Городки',

                                  '2.': 'Какой вид спорта не является олимпийским',
                                  'variants2': '1) Бадминтон\n'
                                               '2) Настольный теннис\n'
                                               '3) Шахматы\n'
                                               '4) Триатлон\n',

                                  'ans2': '3) Шахматы',

                                  '3.': 'За создание какой компьютерной игры выразил благодарность Д.Медведев ее создателям:',
                                  'variants3': '1) SIMS\n'
                                               '2) AngryBirds\n'
                                               '3) GTA\n'
                                               '4) Warcraft\n',
                                  'ans3': '2) AngryBirds',

                                  '4.': 'Головоломка, к которой применим «Алгоритм Бога»',
                                  'variants4': '1) Пятнашки\n'
                                               '2) Танграм\n'
                                               '3) Ханойская башня\n'
                                               '4) Кубик Рубика\n',
                                  'ans4': '4) Кубик Рубика',

                                  '5.': 'Как называется старая русская забава',
                                  'variants5': '1) Озерко\n'
                                               '2) Реченька\n'
                                               '3) Болотце\n'
                                               '4) Ручеек\n',
                                  'ans5': '4) Ручеек',

                                  '6.': 'В какой игре не нужна деревянная бита',
                                  'variants6': '1) Городки\n'
                                               '2) Лапта\n'
                                               '3) Бирюльки\n'
                                               '4) Бейсбол\n',
                                  'ans6': '3) Бирюльки',

                                  '7.': 'Какой мяч изображен на картинке: мини ⚽️',
                                  'variants7': '1) Теннисный\n'
                                               '2) Футбольный\n'
                                               '3) Гандбольный\n'
                                               '4) Баскетбольный\n',
                                  'ans7': '2) Футбольный',

                                  '8.': 'В какой спортивной игре одновременно на поле находятся 6 игроков от одной команды',
                                  'variants8': '1) Хоккей с шайбой\n'
                                               '2) Футбол\n'
                                               '3) Хоккей на траве\n'
                                               '4) Кёрлинг\n',
                                  'ans8': '1) Хоккей с шайбой',

                                  '9.': 'Самая старинная настольная игра',
                                  'variants9': '1) Маджонг\n'
                                               '2) Сенет\n'
                                               '3) Шахматы\n'
                                               '4) Чатуранга\n',
                                  'ans9': '2) Сенет',

                                  '10.': 'Какая игра не является карточной',
                                  'variants10': '1) UNO\n'
                                                '2) Мафия\n'
                                                '3) Бояре\n'
                                                '4) Дурак\n',
                                  'ans10': '3) Бояре'

                                  }

art_easy = {'1.': 'Как заканчивается строчка известного стихотворения: «Наша Таня громко …»',
            'variants1': '1) Скачет \n'
                         '2) Чудачит\n'
                         '3) Плачет\n'
                         '4) Мячик\n',

            'ans1': '3) Плачет',

            '2.': 'Музыкальные звуки записывают на бумаге с помощью',
            'variants2': '1) Иероглифов\n'
                         '2) Цифр\n'
                         '3) Букв\n'
                         '4) Нот\n',

            'ans2': '4) Нот',

            '3.': 'За создание какой компьютерной игры выразил благодарность Д.Медведев ее создателям:',
            'variants3': '1) Леонардо да Винчи\n'
                         '2) Пикассо\n'
                         '3) Ширвиндт\n'
                         '4) Шишкин\n',
            'ans3': '1) Леонардо да Винчи',

            '4.': 'Знаменитая лондонская башня с часами называется',
            'variants4': '1) Бим-Бом\n'
                         '2) Биг-Бен\n'
                         '3) Ба-Бах\n'
                         '4) Динь-Дон\n',
            'ans4': '2) Биг-Бен',

            '5.': 'Знаменитый балет Чайковского',
            'variants5': '1) Комариное озеро\n'
                         '2) Лягушачий пруд\n'
                         '3) Лебединое озеро\n'
                         '4) Журавлиное болото\n',
            'ans5': '3) Лебединое озеро',

            '6.': 'На скрипке играют с помощью',
            'variants6': '1) Посоха\n'
                         '2) Палки-игралки\n'
                         '3) Трости\n'
                         '4) Смычка\n',
            'ans6': '4) Смычка',

            '7.': 'Кто автор картины, представленной на рисунке 🐻🌲🐻🐻🐻',
            'variants7': '1) Шашкин\n'
                         '2) Шишкин\n'
                         '3) Пышкин\n'
                         '4) Пашкин\n',
            'ans7': '2) Шишкин',

            '8.': 'Гитара - это',
            'variants8': '1) Духовой инструмент\n'
                         '2) Ударный инструмент\n'
                         '3) Щипковый инструмент\n'
                         '4) Струнный инструмент\n',
            'ans8': '4) Струнный инструмент',

            '9.': 'Древняя египетская скульптура называется...',
            'variants9': '1) Сфинкс\n'
                         '2) Скунс\n'
                         '3) Статуя Свободы\n'
                         '4) Сноп\n',
            'ans9': '1) Сфинкс',

            '10.': 'Какое стихотворение не имеет рифмы',
            'variants10': '1) Черный стих\n'
                          '2) Белый стих\n'
                          '3) Зеленый стих\n'
                          '4) Лиловый стих\n',
            'ans10': '2) Белый стих'
            }

art_middle = {'1.': 'Как заканчивается строчка известного стихотворения: «Унылая пора! Очей очарованье! Приятна мне твоя прощальная »',
              'variants1': '1) Тоска\n'
                           '2) Звезда\n'
                           '3) Краса\n'
                           '4) Заря\n',

              'ans1': '3) Краса',

              '2.': 'Этот композитор написал цикл из четырех концертов «Времена года»',
              'variants2': '1) Чайковский\n'
                           '2) Вивальди\n'
                           '3) Хачатурян\n'
                           '4) Мусоргский\n',

              'ans2': '2) Вивальди',

              '3.': 'Кто написал знаменитую картину «Грачи прилетели»',
              'variants3': '1) Саврасов\n'
                           '2) Левитан\n'
                           '3) Васнецов\n'
                           '4) Брюллов\n',
              'ans3': '1) Саврасов',

              '4.': 'Какой храм начал строиться в 1882 г. И строится до сих пор',
              'variants4': '1) Собор Святого Вита(Чехия)\n'
                           '2) Собор Парижской Богоматери(Франция)\n'
                           '3) Собор Святого Семейства(Испания)\n'
                           '4) Архангельский собор(Россия)\n',
              'ans4': '3) Собор Святого Семейства(Испания)',

              '5.': 'Знаменитый балет не Чайковского',
              'variants5': '1) Спящая красавица\n'
                           '2) Ромео и Джульета\n'
                           '3) Лебединое озеро\n'
                           '4) Щелкунчик\n',
              'ans5': '2) Ромео и Джульета',

              '6.': 'Что такое «Калимба»',
              'variants6': '1) Танец\n'
                           '2) Игра\n'
                           '3) Стиль архитектуры\n'
                           '4) Музыкальный инструмент\n',
              'ans6': '4) Музыкальный инструмент',

              '7.': 'Кто автор картины, представленной на рисунке "Черное отношение"',
              'variants7': '1) Малевич\n'
                           '2) Кандинский\n'
                           '3) Пикассо\n'
                           '4) Шагал\n',
              'ans7': '2) Кандинский',

              '8.': 'Литавры - это',
              'variants8': '1) Духовой инструмент\n'
                           '2) Ударный инструмент\n'
                           '3) Щипковый инструмент\n'
                           '4) Струнный инструмент\n',
              'ans8': '2) Ударный инструмент',

              '9.': 'Не является стихотворным размером',
              'variants9': '1) Ямб\n'
                           '2) Хорей\n'
                           '3) Пядь\n'
                           '4) Гекзаметр\n',
              'ans9': '3) Пядь',

              '10.': 'Картину вставляют в ',
              'variants10': '1) Дверь\n'
                            '2) Окно\n'
                            '3) Телевизор\n'
                            '4) Раму\n',
              'ans10': '4) Раму'
              }
